Repository: melish/linuxdoc_i18n
Catalog: source/locales/*/LC_MESSAGES/index.po
Languages: fr

source: table title
fr: table title fr

source: head col 1
fr: head col 1 fr

source: head col 2
fr: head col 2 fr

source: head col 3
fr: head col 3 fr

source: head col 4
fr: head col 4 fr

source: column 1
fr: column 1 fr

source: field 1.1
fr: field 1.1 fr

source: field 1.2 with autospan
fr: field 1.2 with autospan fr

source: column 2
fr: column 2 fr

source: field 2.1
fr: field 2.1 fr

source: :rspan:`1` :cspan:`1` field 2.2 - 3.3
fr: :rspan:`1` :cspan:`1` test 2.2 - 3.3

source: column 3
fr: column 3 fr
